Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Access Key ID
ar: معرّف مفتاح الوصول
ca: Identificador de clau d'accés
cs: ID přístupového klíče
de: Zugriffsschlüssel-ID
es: ID de clave de acceso
fr: ID de clé d'accès
he: מזהה מפתח גישה
ja: アクセスキーID
ko: 액세스 키 ID
nb: Tilgangsnøkkel-ID
pt_br: ID da Chave de Acesso
pt_pt: ID da Chave de Acesso
ro: ID cheie de acces
sl: ID dostopnega ključa
vi: ID khóa truy cập
zh_hans: 访问密钥 ID
zh_hant: 存取金鑰 ID

source: Access Keys
ar: مفاتيح الوصول
ca: Claus d'accés
cs: Přístupové klíče
da: Adgangsnøgler
de: Zugriffsschlüssel
es: Claves de acceso
fi: Pääsyavaimet
fr: Clés d'accès
he: מפתחות גישה
hu: Hozzáférési kulcsok
it: Chiavi di accesso
ja: アクセスキー
ko: 액세스 키
nb: Tilgangsnøkler
nl: Toegangssleutels
pl: Klucze dostępu
pt_br: Chaves de acesso
pt_pt: Chaves de acesso
ro: Chei de acces
sl: Ključi za dostop
sv: Åtkomstnycklar
uk: Ключі доступу
vi: Khóa truy cập
zh_hans: 访问密钥
zh_hant: 存取金鑰

source: Access Point Details
ar: تفاصيل نقطة الوصول
ca: Detalls del punt d'accés
cs: Podrobnosti přístupového bodu
da: Adgangspunktdetaljer
de: Zugangspunkt-Details
es: Detalles del punto de acceso
fi: Tukiaseman tiedot
fr: Détails du point d'accès
he: פרטי נקודת גישה
hu: Hozzáférési pont részletei
it: Dettagli punto di accesso
ja: アクセスポイントの詳細
ko: 액세스 포인트 세부 정보
nb: Tilgangspunktdetaljer
nl: Toegangspuntdetails
pl: Szczegóły punktu dostępowego
pt_br: Detalhes do ponto de acesso
pt_pt: Detalhes do ponto de acesso
ro: Detalii punct de acces
sl: Podrobnosti dostopne točke
sv: AP-detaljer
uk: Деталі точки доступу
vi: Chi tiết điểm truy cập
zh_hans: 接入点详情
zh_hant: 存取點詳細資訊

source: Access Points
ar: نقاط الوصول
ca: Punts d'accés
cs: Přístupové body
da: Adgangspunkter
de: Zugangspunkte
es: Puntos de acceso
fi: Tukiasemat
fr: Points d'accès
he: נקודות גישה
hu: Hozzáférési pontok
it: Punti di accesso
ja: アクセスポイント
ko: 액세스 포인트
nb: Tilgangspunkter
nl: Toegangspunten
pl: Punkty dostępowe
pt_br: Pontos de acesso
pt_pt: Pontos de acesso
ro: Puncte de acces
sl: Dostopne točke
sv: Åtkomstpunkter
uk: Точки доступу
vi: Điểm truy cập
zh_hans: 接入点
zh_hant: 存取點

source: Access Points (%lld)
ar: نقاط الوصول (%lld)
ca: Punts d'accés (%lld)
cs: Přístupové body (%lld)
da: Adgangspunkter (%lld)
de: Zugangspunkte (%lld)
es: Puntos de acceso (%lld)
fi: Tukiasemat (%lld)
fr: Points d'accès (%lld)
he: נקודות גישה (%lld)
hu: Hozzáférési pontok (%lld)
it: Punti di accesso (%lld)
ja: アクセスポイント (%lld)
ko: 액세스 포인트 (%lld)
nb: Tilgangspunkter (%lld)
nl: Toegangspunten (%lld)
pl: Punkty dostępowe (%lld)
pt_br: Pontos de acesso (%lld)
pt_pt: Pontos de acesso (%lld)
ro: Puncte de acces (%lld)
sl: Dostopne točke (%lld)
sv: Åtkomstpunkter (%lld)
uk: Точки доступу (%lld)
vi: Điểm truy cập (%lld)
zh_hans: 接入点 (%lld)
zh_hant: 存取點 (%lld)

source: Account
ar: الحساب
ca: Compte
cs: Účet
da: Konto
de: Konto
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
hu: Fiók
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
sl: Račun
sv: Konto
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

source: Account Details
ar: تفاصيل الحساب
ca: Detalls del compte
cs: Podrobnosti účtu
da: Kontodetaljer
de: Kontodetails
es: Detalles de la cuenta
fi: Tilin tiedot
fr: Détails du compte
he: פרטי חשבון
hu: Fiók részletei
it: Dettagli account
ja: アカウント詳細
ko: 계정 상세 정보
nb: Kontodetaljer
nl: Accountgegevens
pl: Szczegóły konta
pt_br: Detalhes da Conta
pt_pt: Detalhes da Conta
ro: Detalii cont
sl: Podrobnosti računa
sv: Kontouppgifter
uk: Деталі облікового запису
vi: Chi tiết tài khoản
zh_hans: 账户详情
zh_hant: 帳號詳細資料

source: Account Info
ar: معلومات الحساب
ca: Informació del compte
cs: Informace o účtu
da: Kontooplysninger
de: Kontoinformationen
es: Información de la cuenta
fi: Tilin tiedot
fr: Informations du compte
he: מידע על חשבון
hu: Fiókadatok
it: Info account
ja: アカウント情報
ko: 계정 정보
nb: Kontoinformasjon
pl: Informacje o koncie
pt_br: Informações da Conta
pt_pt: Informações da Conta
ro: Informații cont
sl: Podatki o računu
sv: Kontoinformation
uk: Інформація про обліковий запис
vi: Thông tin tài khoản
zh_hans: 账户信息
zh_hant: 帳號資訊

source: Account Label
ar: تسمية الحساب
ca: Etiqueta del compte
cs: Popisek účtu
da: Kontoetiket
de: Kontobezeichnung
es: Etiqueta de cuenta
fi: Tilin nimi
fr: Libellé du compte
he: תווית חשבון
hu: Fiók címke
it: Etichetta account
ja: アカウントラベル
ko: 계정 레이블
nb: Kontoetikett
pl: Etykieta konta
pt_br: Rótulo da conta
pt_pt: Etiqueta da conta
ro: Etichetă cont
sl: Oznaka računa
sv: Kontoetikett
uk: Мітка облікового запису
vi: Nhãn tài khoản
zh_hans: 账户标签
zh_hant: 帳戶標籤

source: Accounts
ar: الحسابات
ca: Comptes
cs: Účty
da: Konti
de: Konten
es: Cuentas
fi: Tilit
fr: Comptes
he: חשבונות
hu: Fiókok
it: Account
ja: アカウント
ko: 계정
nb: Kontoer
pl: Konta
pt_br: Contas
pt_pt: Contas
ro: Conturi
sl: Računi
sv: Konton
uk: Облікові записи
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

source: Accurate sunrise & sunset times
ar: أوقات شروق وغروب دقيقة
ca: Hores precises de sortida i posta de sol
cs: Přesné časy východu a západu slunce
da: Præcise solopgangs- og solnedgangstider
de: Genaue Sonnenauf- und -untergangszeiten
es: Horas precisas de amanecer y atardecer
fi: Tarkat auringonnousun ja -laskun ajat
fr: Heures précises de lever et coucher du soleil
he: שעות זריחה ושקיעה מדויקות
hu: Pontos napfelkelte és napnyugta időpontok
it: Orari precisi di alba e tramonto
ja: 正確な日の出と日の入り時刻
ko: 정확한 일출 및 일몰 시간
nb: Nøyaktige soloppgangs- og solnedgangstider
nl: Nauwkeurige zonsopgang- en zonsondergangtijden
pl: Dokładne godziny wschodu i zachodu słońca
pt_br: Horários precisos de nascer e pôr do sol
pt_pt: Horas precisas do nascer e pôr do sol
ro: Ore precise de răsărit și apus
sl: Natančni časi sončnega vzhoda in zahoda
sv: Exakta soluppgångs- och solnedgångstider
uk: Точний час сходу і заходу сонця
vi: Thời gian mặt trời mọc & lặn chính xác
zh_hans: 精确的日出和日落时间
zh_hant: 精確的日出和日落時間

source: Acknowledgements
ar: شكر وتقدير
ca: Agraïments
cs: Poděkování
da: Anerkendelser
de: Danksagungen
es: Agradecimientos
fi: Kiitokset
fr: Remerciements
he: תודות
hu: Köszönetnyilvánítás
it: Riconoscimenti
ja: 謝辞
ko: 감사의 글
nb: Anerkjennelser
nl: Dankbetuigingen
pl: Podziękowania
pt_br: Agradecimentos
pt_pt: Agradecimentos
ro: Mulțumiri
sl: Zahvale
sv: Tack till
uk: Подяки
vi: Lời cảm ơn
zh_hans: 致谢
zh_hant: 致謝

source: Action
ar: إجراء
ca: Acció
cs: Akce
da: Handling
de: Aktion
es: Acción
fi: Toiminto
he: פעולה
hu: Művelet
it: Azione
ja: アクション
ko: 동작
nb: Handling
nl: Actie
pl: Akcja
pt_br: Ação
pt_pt: Ação
ro: Acțiune
sl: Dejanje
sv: Åtgärd
uk: Дія
vi: Hành động
zh_hans: 操作
zh_hant: 動作

source: Action Type
ar: نوع الإجراء
ca: Tipus d'acció
cs: Typ akce
da: Handlingstype
de: Aktionstyp
es: Tipo de acción
fi: Toimintotyyppi
fr: Type d'action
he: סוג פעולה
hu: Művelet típusa
it: Tipo di azione
ja: アクションタイプ
ko: 동작 유형
nb: Handlingstype
nl: Actietype
pl: Typ akcji
pt_br: Tipo de Ação
pt_pt: Tipo de Ação
ro: Tip de acțiune
sl: Vrsta dejanja
sv: Åtgärdstyp
uk: Тип дії
vi: Loại hành động
zh_hans: 操作类型
zh_hant: 動作類型

source: Actions
ar: الإجراءات
ca: Accions
cs: Akce
da: Handlinger
de: Aktionen
es: Acciones
fi: Toiminnot
he: פעולות
hu: Műveletek
it: Azioni
ja: アクション
ko: 동작
nb: Handlinger
nl: Acties
pl: Akcje
pt_br: Ações
pt_pt: Ações
ro: Acțiuni
sl: Dejanja
sv: Åtgärder
uk: Дії
vi: Hành động
zh_hans: 操作
zh_hant: 動作

source: active
ar: نشط
ca: actiu
cs: aktivní
da: aktiv
de: aktiv
es: activo
fi: aktiivinen
fr: actif
he: פעיל
hu: aktív
it: attivo
ja: アクティブ
ko: 활성
nb: aktiv
nl: actief
pl: aktywny
pt_br: ativo
pt_pt: ativo
ro: activ
sl: aktivno
sv: aktiv
uk: активно
vi: đang hoạt động
zh_hans: 活动
zh_hant: 使用中

source: Active
ar: نشط
ca: Actiu
cs: Aktivní
da: Aktiv
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
he: פעיל
hu: Aktív
it: Attivo
ja: アクティブ
ko: 활성
nb: Aktiv
nl: Actief
pl: Aktywne
pt_br: Ativo
pt_pt: Ativa
ro: Activ
sl: Aktivno
sv: Aktiv
uk: Активний
vi: Đang hoạt động
zh_hans: 活跃
zh_hant: 使用中

source: Active (%lld)
ar: نشط (%lld)
ca: Actiu (%lld)
cs: Aktivní (%lld)
da: Aktive (%lld)
de: Aktiv (%lld)
es: Activos (%lld)
fi: Aktiiviset (%lld)
fr: Actif (%lld)
he: פעילים (%lld)
hu: Aktív (%lld)
it: Attivi (%lld)
ja: アクティブ（%lld）
ko: 활성(%lld)
nb: Aktive (%lld)
nl: Actief (%lld)
pl: Aktywne (%lld)
pt_br: Ativos (%lld)
pt_pt: Ativas (%lld)
ro: Activ (%lld)
sl: Aktivno (%lld)
sv: Aktiva (%lld)
uk: Активних (%lld)
vi: Đang hoạt động (%lld)
zh_hans: 活跃（%lld）
zh_hant: 使用中（%lld）

source: Active project
ar: المشروع النشط
ca: Projecte actiu
cs: Aktivní projekt
da: Aktivt projekt
de: Aktives Projekt
es: Proyecto activo
fi: Aktiivinen projekti
fr: Projet actif
he: פרויקט פעיל
hu: Aktív projekt
it: Progetto attivo
ja: アクティブなプロジェクト
ko: 활성 프로젝트
nb: Aktivt prosjekt
nl: Actief project
pl: Aktywny projekt
pt_br: Projeto ativo
pt_pt: Projeto ativo
ro: Proiect activ
sl: Aktiven projekt
sv: Aktivt projekt
uk: Активний проєкт
vi: Dự án đang hoạt động
zh_hans: 当前项目
zh_hant: 使用中的專案

source: Active project: %@
ar: المشروع النشط: %@
ca: Projecte actiu: %@
cs: Aktivní projekt: %@
da: Aktivt projekt: %@
de: Aktives Projekt: %@
es: Proyecto activo: %@
fi: Aktiivinen projekti: %@
fr: Projet actif : %@
he: פרויקט פעיל: %@
hu: Aktív projekt: %@
it: Progetto attivo: %@
ja: アクティブなプロジェクト: %@
ko: 활성 프로젝트: %@
nb: Aktivt prosjekt: %@
nl: Actief project: %@
pl: Aktywny projekt: %@
pt_br: Projeto ativo: %@
pt_pt: Projeto ativo: %@
ro: Proiect activ: %@
sl: Aktiven projekt: %@
sv: Aktivt projekt: %@
uk: Активний проєкт: %@
vi: Dự án đang hoạt động: %@
zh_hans: 当前项目：%@
zh_hant: 使用中的專案：%@

source: Active Sessions
ar: الجلسات النشطة
ca: Sessions actives
cs: Aktivní relace
da: Aktive sessioner
de: Aktive Sitzungen
es: Sesiones activas
fi: Aktiiviset istunnot
fr: Sessions actives
he: הפעלות פעילות
hu: Aktív munkamenetek
it: Sessioni attive
ja: アクティブセッション
ko: 활성 세션
nb: Aktive økter
nl: Actieve sessies
pl: Aktywne sesje
pt_br: Sessões Ativas
pt_pt: Sessões Ativas
ro: Sesiuni active
sl: Aktivne seje
sv: Aktiva sessioner
uk: Активні сеанси
vi: Phiên đang hoạt động
zh_hans: 活跃会话
zh_hant: 使用中的工作階段

source: Active Sessions (%lld)
ar: الجلسات النشطة (%lld)
ca: Sessions actives (%lld)
cs: Aktivní relace (%lld)
da: Aktive sessioner (%lld)
de: Aktive Sitzungen (%lld)
es: Sesiones activas (%lld)
fi: Aktiiviset istunnot (%lld)
fr: Sessions actives (%lld)
he: הפעלות פעילות (%lld)
hu: Aktív munkamenetek (%lld)
it: Sessioni attive (%lld)
ja: アクティブセッション（%lld）
ko: 활성 세션(%lld)
nb: Aktive økter (%lld)
nl: Actieve sessies (%lld)
pl: Aktywne sesje (%lld)
pt_br: Sessões Ativas (%lld)
pt_pt: Sessões Ativas (%lld)
ro: Sesiuni active (%lld)
sl: Aktivne seje (%lld)
sv: Aktiva sessioner (%lld)
uk: Активні сеанси (%lld)
vi: Phiên đang hoạt động (%lld)
zh_hans: 活跃会话（%lld）
zh_hant: 使用中的工作階段（%lld）

source: Active tab group
ar: مجموعة علامات التبويب النشطة
ca: Grup de pestanyes actiu
cs: Aktivní skupina karet
da: Aktiv fanegruppe
de: Aktive Tab-Gruppe
es: Grupo de pestañas activo
fi: Aktiivinen välilehtiryhmä
fr: Groupe d'onglets actif
he: קבוצת לשוניות פעילה
hu: Aktív lapcsoport
it: Gruppo di schede attivo
ja: アクティブなタブグループ
ko: 활성 탭 그룹
nb: Aktiv fanegruppe
nl: Actieve tabgroep
pl: Aktywna grupa kart
pt_br: Grupo de abas ativo
pt_pt: Grupo de separadores ativo
ro: Grup de file activ
sl: Aktivna skupina zavihkov
sv: Aktiv flikgrupp
uk: Активна група вкладок
vi: Nhóm tab đang hoạt động
zh_hans: 当前标签页分组
zh_hant: 使用中的分頁群組

source: Active tab group: %@
ar: مجموعة علامات التبويب النشطة: %@
ca: Grup de pestanyes actiu: %@
cs: Aktivní skupina karet: %@
da: Aktiv fanegruppe: %@
de: Aktive Tab-Gruppe: %@
es: Grupo de pestañas activo: %@
fi: Aktiivinen välilehtiryhmä: %@
fr: Groupe d'onglets actif : %@
he: קבוצת לשוניות פעילה: %@
hu: Aktív lapcsoport: %@
it: Gruppo di schede attivo: %@
ja: アクティブなタブグループ: %@
ko: 활성 탭 그룹: %@
nb: Aktiv fanegruppe: %@
nl: Actieve tabgroep: %@
pl: Aktywna grupa kart: %@
pt_br: Grupo de abas ativo: %@
pt_pt: Grupo de separadores ativo: %@
ro: Grup de file activ: %@
sl: Aktivna skupina zavihkov: %@
sv: Aktiv flikgrupp: %@
uk: Активна група вкладок: %@
vi: Nhóm tab đang hoạt động: %@
zh_hans: 当前标签页分组：%@
zh_hant: 使用中的分頁群組：%@

source: Active Tunnels
ar: الأنفاق النشطة
ca: Túnels actius
cs: Aktivní tunely
da: Aktive tunneler
de: Aktive Tunnel
es: Túneles activos
fi: Aktiiviset tunnelit
fr: Tunnels actifs
he: מנהרות פעילות
hu: Aktív alagutak
it: Tunnel attivi
ja: アクティブトンネル
ko: 활성 터널
nb: Aktive tunneler
nl: Actieve tunnels
pl: Aktywne tunele
pt_br: Túneis Ativos
pt_pt: Túneis Ativos
ro: Tuneluri active
sl: Aktivni tuneli
sv: Aktiva tunnlar
uk: Активні тунелі
vi: Tunnel đang hoạt động
zh_hans: 活跃隧道
zh_hant: 使用中的通道

source: Activity
ar: النشاط
ca: Activitat
cs: Aktivita
da: Aktivitet
de: Aktivität
es: Actividad
fi: Toiminta
fr: Activité
he: פעילות
hu: Tevékenység
it: Attività
ja: アクティビティ
ko: 활동
nb: Aktivitet
nl: Activiteit
pl: Aktywność
pt_br: Atividade
pt_pt: Atividade
ro: Activitate
sl: Dejavnost
sv: Aktivitet
uk: Активність
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

source: Ad-hoc signed
ar: موقَّع تلقائياً (ad-hoc)
ca: Signat ad hoc
cs: Podepsáno ad hoc
da: Ad hoc-signeret
de: Ad-hoc signiert
es: Firmado ad-hoc
fi: Ad hoc -allekirjoitettu
fr: Signé ad hoc
he: חתום אד-הוק
hu: Ad-hoc aláírású
it: Firma ad hoc
ja: アドホック署名
ko: 임시 서명됨
nb: Ad hoc-signert
nl: Ad-hoc ondertekend
pl: Podpis ad hoc
pt_br: Assinado ad hoc
pt_pt: Assinado ad-hoc
ro: Semnat ad-hoc
sl: Ad hoc podpisano
sv: Ad-hoc-signerad
uk: Підписано ad-hoc
vi: Ký ad-hoc
zh_hans: 临时签名
zh_hant: 臨機簽署

source: Adaptive
ar: تكيّفي
ca: Adaptatiu
cs: Adaptivní
da: Adaptiv
de: Adaptiv
es: Adaptativo
fi: Mukautuva
fr: Adaptatif
he: מסתגל
hu: Alkalmazkodó
it: Adattivo
ja: アダプティブ
ko: 적응형
nb: Adaptiv
nl: Adaptief
pl: Adaptacyjny
pt_br: Adaptativo
pt_pt: Adaptativo
ro: Adaptiv
sl: Prilagodljivo
sv: Adaptiv
uk: Адаптивний
vi: Thích ứng
zh_hans: 自适应
zh_hant: 自動調整

source: Add
ar: إضافة
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
he: הוסף
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adăugare
sl: Dodaj
sv: Lägg till
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add a CA public key to auto-validate hosts that present certificates it signed.
ar: أضِف مفتاح CA عام للتحقق تلقائيًا من المضيفين الذين يقدّمون شهادات موقّعة بواسطته.
ca: Afegeix una clau pública de CA per validar automàticament els amfitrions que presentin certificats que ha signat.
cs: Přidejte veřejný klíč CA pro automatické ověřování hostitelů, kteří předkládají jím podepsané certifikáty.
da: Tilføj en offentlig CA-nøgle for automatisk at validere værter, der viser certifikater, den har signeret.
de: Fügen Sie einen öffentlichen CA-Schlüssel hinzu, um Hosts automatisch zu validieren, die von ihr signierte Zertifikate vorweisen.
es: Añade una clave pública de CA para validar automáticamente los hosts que presenten certificados firmados por ella.
fi: Lisää CA:n julkinen avain, niin sen allekirjoittamat varmenteet esittävät isännät vahvistetaan automaattisesti.
fr: Ajoutez une clé publique de CA pour valider automatiquement les hôtes présentant des certificats qu'elle a signés.
he: הוסף מפתח ציבורי של CA כדי לאמת אוטומטית מארחים שמציגים אישורים שהוא חתם עליהם.
hu: Adjon hozzá egy CA-nyilvánoskulcsot az általa aláírt tanúsítványokat bemutató gazdagépek automatikus érvényesítéséhez.
it: Aggiungi una chiave pubblica CA per convalidare automaticamente gli host che presentano certificati firmati da essa.
ja: CAの公開鍵を追加すると、そのCAが署名した証明書を提示するホストを自動的に検証します。
ko: CA 공개 키를 추가하면 해당 CA가 서명한 인증서를 제시하는 호스트를 자동으로 검증합니다.
nb: Legg til en offentlig CA-nøkkel for å validere verter automatisk når de viser sertifikater som CA-en har signert.
nl: Voeg een openbare CA-sleutel toe om hosts automatisch te valideren die certificaten tonen die de CA heeft ondertekend.
pl: Dodaj klucz publiczny CA, aby automatycznie weryfikować hosty przedstawiające certyfikaty przez niego podpisane.
pt_br: Adicione uma chave pública de CA para validar automaticamente hosts que apresentem certificados assinados por ela.
pt_pt: Adicione uma chave pública de CA para validar automaticamente os anfitriões que apresentem certificados por ela assinados.
ro: Adăugați o cheie publică CA pentru a valida automat gazdele care prezintă certificate semnate de aceasta.
sl: Dodajte javni ključ overitelja CA za samodejno preverjanje gostiteljev, ki predložijo z njim podpisana potrdila.
sv: Lägg till en offentlig CA-nyckel för att automatiskt validera värdar som visar certifikat som den signerat.
uk: Додайте відкритий ключ CA, щоб автоматично перевіряти хости, які надають підписані ним сертифікати.
vi: Thêm khóa công khai CA để tự động xác thực các máy chủ xuất trình chứng chỉ do CA này ký.
zh_hans: 添加 CA 公钥，以自动验证出示由其签名的证书的主机。
zh_hant: 加入 CA 公開金鑰，自動驗證出示其所簽署憑證的主機。

source: Add a cloud provider account for quick connect autocomplete and Kubernetes kubeconfig import.
ar: أضف حساب مزود سحابي للإكمال التلقائي للاتصال السريع واستيراد kubeconfig لـ Kubernetes.
ca: Afegiu un compte de proveïdor al núvol per a l'autocompletat de connexió ràpida i la importació de kubeconfig de Kubernetes.
cs: Přidejte účet cloudového poskytovatele pro automatické doplňování rychlého připojení a import Kubernetes kubeconfig.
da: Tilføj en cloud-udbyderkonto til autofuldførelse ved hurtig forbindelse og Kubernetes kubeconfig-import.
de: Fügen Sie ein Cloud-Anbieterkonto für die Schnellverbindungs-Autovervollständigung und den Kubernetes-Kubeconfig-Import hinzu.
es: Añada una cuenta de proveedor en la nube para autocompletado de conexión rápida e importación de kubeconfig de Kubernetes.
fi: Lisää pilvipalveluntarjoajan tili pikayhteystäydennystä ja Kubernetes-kubeconfig-tuontia varten.
fr: Ajoutez un compte de fournisseur cloud pour l'autocomplétion de connexion rapide et l'import de kubeconfig Kubernetes.
he: הוסף חשבון ספק ענן להשלמה אוטומטית בחיבור מהיר ולייבוא kubeconfig של Kubernetes.
hu: Adjon hozzá egy felhőszolgáltatói fiókot a gyors csatlakozás automatikus kiegészítéséhez és a Kubernetes kubeconfig importáláshoz.
it: Aggiungere un account di un provider cloud per il completamento automatico della connessione rapida e l'importazione dei kubeconfig Kubernetes.
ja: クイック接続のオートコンプリートとKubernetes kubeconfigのインポート用にクラウドプロバイダーアカウントを追加します。
ko: 빠른 연결 자동 완성 및 Kubernetes kubeconfig 가져오기를 위해 클라우드 제공업체 계정을 추가합니다.
nb: Legg til en skyleverandørkonto for hurtigkobling med autofullfør og Kubernetes kubeconfig-import.
nl: Voeg een cloudprovideraccount toe voor automatisch aanvullen bij snel verbinden en Kubernetes kubeconfig-import.
pl: Dodaj konto dostawcy chmury do autouzupełniania szybkiego połączenia i importu kubeconfig Kubernetes.
pt_br: Adicione uma conta de provedor de nuvem para autocompletar conexões rápidas e importar kubeconfig do Kubernetes.
pt_pt: Adicione uma conta de fornecedor cloud para autocompletar de ligação rápida e importação de kubeconfig do Kubernetes.
ro: Adăugați un cont de furnizor cloud pentru autocompletarea conexiunii rapide și importul kubeconfig Kubernetes.
sl: Dodajte račun ponudnika v oblaku za samodejno dopolnjevanje hitre povezave in uvoz Kubernetes kubeconfig.
sv: Lägg till ett molnleverantörskonto för snabbanslutning med autokomplettering och Kubernetes kubeconfig-import.
uk: Додайте обліковий запис хмарного провайдера для автодоповнення швидкого з'єднання та імпорту Kubernetes kubeconfig.
vi: Thêm tài khoản nhà cung cấp đám mây để tự động hoàn thành kết nối nhanh và nhập kubeconfig Kubernetes.
zh_hans: 添加云供应商账户以启用快速连接自动补全和 Kubernetes kubeconfig 导入。
zh_hant: 加入雲端供應商帳號以啟用快速連線自動完成和 Kubernetes kubeconfig 匯入。

source: Add a host
ar: أضف مضيفًا
ca: Afegir un amfitrió
cs: Zadejte hostitele
da: Tilføj en vært
de: Host hinzufügen
es: Añadir un servidor
fi: Lisää isäntä
fr: Ajouter un hôte
he: הוסף מארח
hu: Adjon meg egy kiszolgálót
it: Aggiungi un host
ja: ホストを入力
ko: 호스트 추가
nb: Legg til en vert
nl: Host toevoegen
pl: Dodaj hosta
pt_br: Adicionar um host
pt_pt: Adicionar um anfitrião
ro: Adăugați o gazdă
sl: Dodajte gostitelja
sv: Lägg till en värd
uk: Додайте хост
vi: Thêm máy chủ
zh_hans: 添加主机
zh_hant: 新增主機

source: Add a username
ar: أضف اسم مستخدم
ca: Afegir un nom d'usuari
cs: Zadejte uživatelské jméno
da: Tilføj et brugernavn
de: Benutzername hinzufügen
es: Añadir un nombre de usuario
fi: Lisää käyttäjänimi
fr: Ajouter un nom d'utilisateur
he: הוסף שם משתמש
hu: Adjon meg egy felhasználónevet
it: Aggiungi un nome utente
ja: ユーザー名を入力
ko: 사용자 이름 추가
nb: Legg til et brukernavn
nl: Gebruikersnaam toevoegen
pl: Dodaj nazwę użytkownika
pt_br: Adicionar um nome de usuário
pt_pt: Adicionar um nome de utilizador
ro: Adăugați un nume de utilizator
sl: Dodajte uporabniško ime
sv: Lägg till ett användarnamn
uk: Додайте ім'я користувача
vi: Thêm tên người dùng
zh_hans: 添加用户名
zh_hant: 新增使用者名稱

source: Add a WiFi management account to see friendly AP names in the bssid command output.
ar: أضف حساب إدارة WiFi لعرض أسماء نقاط الوصول المألوفة في مخرجات أمر bssid.
ca: Afegiu un compte de gestió WiFi per veure noms d'AP amigables a la sortida de la comanda bssid.
cs: Přidejte účet správy WiFi pro zobrazení přátelských názvů AP ve výstupu příkazu bssid.
da: Tilføj en WiFi-administrationskonto for at se venlige AP-navne i bssid-kommandoens output.
de: Fügen Sie ein WiFi-Verwaltungskonto hinzu, um benutzerfreundliche AP-Namen in der bssid-Befehlsausgabe zu sehen.
es: Añade una cuenta de gestión WiFi para ver nombres de AP amigables en la salida del comando bssid.
fi: Lisää WiFi-hallintatili nähdäksesi tukiasemien selkonimet bssid-komennon tulosteessa.
fr: Ajoutez un compte de gestion WiFi pour voir les noms conviviaux des AP dans la sortie de la commande bssid.
he: הוסף חשבון ניהול WiFi כדי לראות שמות AP ידידותיים בפלט פקודת bssid.
hu: Adjon hozzá egy WiFi kezelési fiókot, hogy barátságos AP neveket lásson a bssid parancs kimenetében.
it: Aggiungi un account di gestione WiFi per vedere nomi AP leggibili nell'output del comando bssid.
ja: WiFi管理アカウントを追加して、bssidコマンドの出力にわかりやすいAP名を表示します。
ko: WiFi 관리 계정을 추가하여 bssid 명령 출력에서 친숙한 AP 이름을 확인하세요.
nb: Legg til en WiFi-administrasjonskonto for å se lesbare AP-navn i bssid-kommandoutdata.
nl: Voeg een WiFi-beheeraccount toe om gebruiksvriendelijke AP-namen te zien in de bssid-opdrachtuitvoer.
pl: Dodaj konto zarządzania WiFi, aby widzieć przyjazne nazwy AP w wyjściu polecenia bssid.
pt_br: Adicione uma conta de gerenciamento WiFi para ver nomes amigáveis de AP na saída do comando bssid.
pt_pt: Adicione uma conta de gestão WiFi para ver nomes amigáveis de AP na saída do comando bssid.
ro: Adăugați un cont de gestionare WiFi pentru a vedea nume de AP prietenoase în rezultatul comenzii bssid.
sl: Dodajte račun za upravljanje WiFi, da vidite prijazna imena AP v izhodu ukaza bssid.
sv: Lägg till ett WiFi-hanteringskonto för att se lättlästa AP-namn i bssid-kommandots utdata.
uk: Додайте обліковий запис керування WiFi, щоб бачити зрозумілі назви AP у виводі команди bssid.
vi: Thêm tài khoản quản lý WiFi để xem tên AP thân thiện trong đầu ra lệnh bssid.
zh_hans: 添加 WiFi 管理账户以在 bssid 命令输出中显示友好的 AP 名称。
zh_hant: 新增 WiFi 管理帳戶以在 bssid 指令輸出中顯示友善的 AP 名稱。

source: Add Account
ar: إضافة حساب
ca: Afegeix un compte
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
es: Añadir cuenta
fi: Lisää tili
fr: Ajouter un compte
he: הוסף חשבון
hu: Fiók hozzáadása
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
nb: Legg til konto
nl: Account toevoegen
pl: Dodaj konto
pt_br: Adicionar Conta
pt_pt: Adicionar Conta
ro: Adăugare cont
sl: Dodaj račun
sv: Lägg till konto
uk: Додати обліковий запис
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 加入帳號
